Repository: cbonnissent/dynacase-quick-start-code
Catalog: locale/*/LC_MESSAGES/src/COGIP_AUDIT_*.po
Languages: fr

source: COGIP_AUDIT:COGIP_AUDIT
fr: COGIP_AUDIT

# COGIP_AUDIT:AUDIT
source: The end date of the audit is in the past
fr: La date de fin de l'audit est dans le passé

# COGIP_AUDIT:REFERENTIEL
source: You have to delete all associated chapter before delete the ref
fr: Vous devez supprimer tous les chapitres associés avant de supprimer le référentiel

source: coa:Admin edition : beware !
fr: Édition administrateur : Attention !!

source: coa:All
fr: Tous

source: coa:Closed
fr: Fermé

source: coa:Create audit
fr: Créer un audit

source: coa:In progress
fr: En cours

source: coa:Select an audit
fr: Sélectionnez un audit

source: coa:State
fr: État

source: coa:The date must be after today
fr: La date ne doit pas être inférieure à la date du jour

source: coa:You have to close all FNC before change state
fr: Vous devez clore toutes les FNC avant de changer d'état

source: coa:audits
fr: Audits

source: coa:basic access
fr: Accès basique

source: coa:disconnect
fr: Se déconnecter

source: coa:document list
fr: List des documents

source: coa:main interface
fr: Interface principale

source: coa:search
fr: Recherche

source: coa:titre
fr: Titre

source: coa_e1
fr: Brouillon

source: coa_e2
fr: Annulé

source: coa_e3
fr: Planifié

source: coa_e4
fr: Certifié

source: coa_e5
fr: Refusé

source: coa_fnc:implementation of corrective actions
fr: Mise en oeuvre des actions correctives

source: coa_fnc:writing
fr: En rédaction

source: coa_fnc_e1
fr: Brouillon

source: coa_fnc_e2
fr: Planifié

source: coa_fnc_e3
fr: Clos

source: coa_fnc_t1
fr: Transmettre

source: coa_fnc_t2
fr: Renvoyer en planification

source: coa_fnc_t3
fr: Clore

source: coa_planning
fr: En planification

source: coa_t1
fr: Démarrer

source: coa_t2
fr: Annuler l'audit

source: coa_t3
fr: Renvoyer en planification

source: coa_t4
fr: Accorder la certification

source: coa_t5
fr: Refuser la certification

source: coa_writing
fr: En rédaction
